export const faqMock = [
  {
    title: 'Как купить робуксы?',
    content: (
      <>
        RBXSell подготовила видеоинструкции по{' '}
        <a href='#' className='text-blue-400 underline'>
          покупке робуксов на ПК
        </a>{' '}
        и телефоне. При оформлении заказа есть встроенная текстовая инструкция.
      </>
    ),
  },
  {
    title: 'Бесплатные робуксы!',
    content: (
      <>
        Чтобы получить{' '}
        <a href='#' className='text-blue-400 underline'>
          робуксы бесплатно
        </a>{' '}
        участвуйте в розыгрышах в наших соцсетях, а именно{' '}
        <a href='#' className='text-blue-400 underline'>
          ВКонтакте
        </a>
        ,{' '}
        <a href='#' className='text-blue-400 underline'>
          Дискорд
        </a>
        .
      </>
    ),
  },
  {
    title: 'Можно ли вернуть деньги после оплаты?',
    content: (
      <>
        Покупки на нашем сайте окончательные. После отправки робуксов, вернуть деньги за заказ
        нельзя. Если вы попросили до выполнения, ваша просьба может быть принята.
      </>
    ),
  },
  {
    title: 'Можно ли сделать несколько заказов подряд?',
    content: (
      <>
        Да, вы можете сделать несколько заказов подряд, не дожидаясь их получения. Но вам нужно
        создать новый геймпасс.
      </>
    ),
  },
  {
    title: 'Вы меня не обманете?',
    content: (
      <>
        Мы честный сайт и никого не обманываем, а всегда выдаём все купленные робуксы. Вы можете
        почитать отзывы в нашей группе ВКонтакте, чтобы убедиться в надёжности наших услуг. Также
        наша поддержка всегда готова ответить на все ваши вопросы.
      </>
    ),
  },
  {
    title: 'Когда придут робуксы?',
    content: (
      <>
        Если робуксы в наличии на момент покупки, валюта доставляется на ваш аккаунт моментально. В
        самом роблоксе Pending Robux займёт 5-7 дней. Посмотреть можно по ссылке:{' '}
        <a href='https://www.roblox.com/transactions' className='text-blue-400 underline'>
          https://www.roblox.com/transactions
        </a>
      </>
    ),
  },
  {
    title: 'Мне не пришли робуксы!',
    content: (
      <>
        Будьте внимательны, у каждого метода своё время ожидания робуксов, если вы всё сделали по
        инструкции, то вам обязательно всё придёт! Если время ожидания превысило ожидаемое, напишите
        в поддержку через личные сообщения нашей группы{' '}
        <a href='#' className='text-blue-400 underline'>
          ВКонтакте
        </a>
        .
      </>
    ),
  },
  {
    title: 'Как долго может идти обработка?',
    content: (
      <>
        Если у вас статус заказа обработка, это означает, что не хватает робуксов для выдачи вашего
        заказа. Примерное время ожидания 1-24 часа. Но в зависимости от накопленных заказов и
        проблем, которые могут возникнуть, время доставки может увеличиться.
      </>
    ),
  },
  {
    title: 'Мне не отвечают в поддержке!',
    content: (
      <>
        Обычное время ожидания ответа в поддержке занимает 24ч, но в особо загруженные дни может
        вырасти до 72ч.
      </>
    ),
  },
  {
    title: 'Как пригласить друга?',
    content: (
      <>
        На странице бонусы будет стоять ваш код, вы должны отправить его вашему другу. Если он
        использует его при первой покупке на сумму, которая превышает 250 R$, вы и ваш друг получите
        20 R$.
      </>
    ),
  },
  {
    title: 'Сайт имеет другие ссылки?',
    content: (
      <>
        Не попадитесь на мошенников, они делают копии нашего сайта и группы, но не выдают робуксы
        никогда! У нашего сайта один адрес: rbxsell.com
      </>
    ),
  },
];
