export const techHtml = `
  <h3 class="text-lg md:text-[22px] font-bold text-secondary-text">
    Технические характеристики 3D-принтера Креативик из набора для творчества:
  </h3>

  <ul class="list-disc pl-5 space-y-1 text-base">
    <li>Пять цветов корпуса 3D-принтера: голубой, розовый, жёлтый, черный, серебристый</li>
    <li>Габаритные размеры: 230×250×280 мм</li>
    <li>Область печати: 100×100×100 мм</li>
    <li>Максимальная скорость печати: 100 мм/сек</li>
    <li>Материал для печати: пластик для 3D-печати PLA</li>
    <li>Диаметр используемой проволоки: PLA 1,75 мм</li>
    <li>Закрытый корпус</li>
    <li>Печатная платформа без нагрева</li>
    <li>Лёгкое снятие печатной платформы</li>
    <li>Автоматическая загрузка пластика для печати</li>
    <li>Автоматическая калибровка</li>
    <li>Тип передачи информации: USB Drive</li>
    <li>Система TRINAMIC — обеспечивает бесшумную работу</li>
    <li>Энергопотребление: 24 В, 50 В</li>
    <li>Сеть: 100–240 В, 50/60 Гц, 2,5 А</li>
    <li>Световые индикаторы</li>
    <li>ПО: 3D Креативик (входит в набор)</li>
    <li>Совместимость: Windows, macOS</li>
    <li>Гарантия 12 месяцев</li>
  </ul>

`;
